// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Faxsändningspost";
"User Name"="Användarnamn";
"Start Date/Time"="Startdatum/tid";
"End Date/Time"="Slutdatum/tid";
"Recipient"="Mottagare";
"Company/Corp."="Företag";
"Fax Number"="Faxnummer";
"Status"="Status";
"Number of Pages"="Antal sidor";
"Image Quality"="Bildkvalitet";
"Str_Fax_Transmission_Record_Num_Of_Selected"="%1$d av %2$d har valts";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Om FAX Utility...";
"Preferences..."="Inställningar...";
"Services"="Tjänster";
"Hide FAX Utility"="Göm FAX Utility";
"Hide Others"="Göm övriga";
"Show All"="Visa alla";
"Quit FAX Utility"="Stäng FAX Utility";
"File"="Fil";
"Close"="Stäng";
"Save"="Spara";
"Edit"="Redigera";
"Delete log"="Radera logg";
"Window"="Fönster";
"Minimize"="Minimera";
"Help"="Hjälp";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Sänt";
"SentStatusError10001"="Sändningen avbröts";
"SentStatusError10002"="Ingen mottagare har angetts";
"SentStatusError10003"="Pappersformatet stöds ej";
"SentStatusError10004"="Slut på diskutrymme";
"SentStatusError10005"="Faxlinjen är upptagen";
"SentStatusError10006"="Det uppringda numret är ogiltigt";
"SentStatusError10007"="Fel vid färgsändning";
"SentStatusError10008"="Kopplingston saknas";
"SentStatusError10009"="Inget svar";
"SentStatusError10010"="Sidgränsen överskriden";
"SentStatusError10011"="Okänt kommunikationsfel";
"SentStatusError10012"="Kommunikationsfel, dator till skrivare";
"SentStatusError10013"="Kommunikationsfel, skrivare till mottagare";
"SentStatusError10014"="PC-FAX är av";
"SentStatusErrorComm"="Kommunikationsfel(%d)";
"SentStatusError10015"="Okänd sändningsstatus";
"SentStatusError110001"="Okänt fel";

"SentResolutionNormal"="Normal";
"SentResolutionFine"="Fin(Färg)";
"SentResolutionPhoto"="Foto";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Avbryt";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="En fil som krävs för att köra programmet saknas.\nInstallera om FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Kan inte hämta skrivarinformation (fax). Gå till \"Utskrifts- och faxinställningar\" och lägg till PC-FAX drivrutinen.";
"Str_Alert_Common_Confirm_OverWrite"="Den angivna filen finns redan. Vill du skriva över den?";
"Str_Alert_Common_Not_Responding_Error"="Skrivaren svarar inte. Kontrollera att skrivaren är ansluten på rätt sätt och att strömmen är på.";
"Str_Alert_Common_Communication_Error"="Ett skrivarkommunikationsfel har inträffat.";
"Str_Alert_Common_Printer_Processing_Error"="Skrivaren bearbetar data. Vänta en stund och försök igen.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Ett fel identifierades vid kommunikation med skrivaren.\nFelkod (%d)";
"Str_Alert_Common_Error_Occurred"="Bearbetningen avbröts eftersom ett fel inträffade.";
"Str_Alert_Common_PrinterStatusError"="Ett fel har inträffat i skrivaren. Åtgärda felet och försök igen.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Faxsändningsposterna kan inte öppnas eftersom en annan FAX Utility-funktion redan används. Vänta tills den är klar och försök igen.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="Filen med sändningsposter kan inte öppnas. Du saknar behörighet eller filen saknas.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Sändningspost saknas.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="Det går inte att spara loggfilen. Ändra sökvägen och filnamnet och spara den igen.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Det går inte att radera loggfilen. Ett annat program använder den, du saknar behörighet eller så har den redan raderats.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Alla loggar raderas. Vill du fortsätta?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Autentiseringsfel (tillstånd nekas)";
"SentStatusError10018"="Felaktig anslutning till telefonlinje";
"SentResolutionPhotoY2"="Kvalitet";
"SentResolutionPhotoX2Y2"="Hög kvalitet";
